cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cask"
brew "mas"
brew "anyenv"
brew "git"
brew "git-flow"
brew "vim"
brew "mysql"
brew "exa"
brew "bat"
brew "awscli"
brew "unar"

cask "iterm2"
cask "discord"
cask "notion"
cask "intellij-idea"
cask "appcode"
cask "pycharm"
cask "rubymine"
cask "google-chrome"
cask "slack"
cask "google-drive"
cask "geekbench"
cask "1password"
cask "alfred"
cask "audirvana"
cask "postman"
cask "boostnote"
cask "minecraft"
cask "openemu"
cask "tweeten"

mas "LINE", id: 539883307
mas "Mail for Gmail", id: 1216244845

# needs self install
# powermymac

