cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cask"
brew "mas"
brew "anyenv"
brew "git-flow"
brew "mysql"

cask "iterm2"
cask "discord"
cask "notion"
cask "intellij-idea"
cask "appcode"
cask "pycharm"
cask "rubymine"
cask "google-chrome"
cask "slack"
cask "google-drive"
cask "geekbench"
cask "1password"
cask "alfred"

mas "LINE", id: 539883307
mas "TweetDeck by Twitter", id: 485812721
mas "Mail for Gmail", id: 1216244845

# needs self install
# powermymac

